{\n  "description_ru": "ИП «Yusupaliyev Oybek Abdullayevich», зарегистрированное в соответствии с законодательством Республики Узбекистан (далее - «РУз»), ИНН: 472332568, далее именуемое – «Goshtbor», публикует настоящий документ, являющийся в соответствии со ст. 369 Гражданского кодекса Республики Узбекистан публичной офертой, адресованной дееспособным физическим лицам - Пользователям, и выражает намерение считать себя заключившим настоящее Пользовательское соглашение (далее – «Соглашение») с Пользователем, принявшим условия настоящего Соглашения. \nСоглашение является публичным предложением Goshtbor (офертой) любому Пользователю к заключению Соглашения на указанных ниже условиях. Пользователь обязан полностью ознакомиться с настоящим Соглашением перед использованием Сервиса Goshtbor. Факт регистрации в Приложении Goshtbor, использования любых функций, программных возможностей Сервиса Goshtbor означает полное и безоговорочное принятие Пользователем настоящего Соглашения. В случае несогласия Пользователя с каким-либо положением Соглашения, Пользователь не имеет права использовать Сервис.\nТермины и определения\nДоговор купли-продажи — договор купли-продажи Товара, заключаемый между Пользователем и Продавцом в результате оформления Заказа.\nДоговор доставки — договор доставки Товара, заключаемый между Пользователем и Логистическим партнером или Курьером в результате оформления Заказа.\nДоставка — услуга доставки Товара, Заказ которого Пользователь оформил на Сервисе.\nЗаказ — оформленный Пользователем на Сервисе заказ Товара и Доставки, в результате которого Пользователь заключает договор купли-продажи Товара с Продавцом, и договор доставки данного Товара с Логистическим партнером или Курьером на условиях, определенных Продавцом и/или Логистическим партнером и/или Курьером и размещенных на Сервисе Goshtbor.\nКурьер — физические лица, имеющие право осуществлять доставку, в том числе продуктов питания, и осуществляющие Доставку Товара, заказанного Пользователем;\nЛогистический партнер — юридические лица, осуществляющие Доставку Товара, Заказ которого оформлен Пользователем.\nПолитика конфиденциальности — организационные и технические меры, принимаемые Goshtbor для защиты персональных данных Пользователя от неправомерного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.\nПользователь — физическое лицо, использующее Сервис на условиях, предусмотренных в Пользовательском соглашении, с целью осуществления Заказа Товара и его доставку, и прошедшее авторизацию и регистрацию на Сервисе.\nПродавец - партнер сервиса Goshtbor, осуществляющий продажу Товара Пользователям Сервиса Goshtbor.\nПромокод — определенная последовательность символов, при условии активации которой и соблюдении иных условий использования Промокода Пользователю предоставляется скидка на стоимость Товара и/или Доставки.\nСервис Goshtbor, Сервис — программы для ЭВМ (в том числе Приложение Goshtbor и/или веб-страница (WebView) Приложения Goshtbor на сторонних платформах) предоставляющие Пользователю Сервиса возможность ознакомиться с материалами, размещенными на Сервисе, осуществить Заказ Товара и его доставку.\nТовар — продовольственные и непродовольственные товары Продавца, включающие в том числе продукцию, изготавливаемую заведениями общественного питания, являющиеся предметом Договора купли-продажи, заключаемого между Пользователем и Продавцом в результате оформления Пользователем Заказа на Сервисе.\n1. Предмет Пользовательского Соглашения\n1.\n1.	Goshtbor является единой информационной системой заказов, которая предлагает Пользователям широкие возможности для быстрого и простого поиска, заказа и доставки Товаров, реализуемых Продавцами - партнерами Goshtbor.\n2.	Goshtbor предлагает Пользователю доступ к сервису быстрого поиска и заказа Товаров на условиях, предусмотренных настоящим Пользовательским соглашением.\n3.	Пользователь соглашается с тем, что все услуги предоставляются «как есть» и что Goshtbor не несет ответственность за качество поставляемых Товаров, за задержки, технические сбои, неверную или несвоевременную доставку, а также за сбои в работе платежных систем.\n4.	Настоящее соглашение может быть изменено Goshtbor в одностороннем порядке без предварительного уведомления. Новая редакция Соглашения вступает в силу с момента ее опубликования на странице сайта или Приложения Goshtbor, если иное не предусмотрено новой редакцией Соглашения.\n5.	Пользователь вправе отказаться от принятия изменений Соглашения, осуществленных Goshtbor, что означает отказ Пользователя от использования Сервиса Goshtbor.\n6.	По настоящему Соглашению и при условии соблюдения его условий Goshtbor оказывает Пользователям услуги по предоставлению права использования Сервиса Goshtbor на условиях неисключительной лицензии (как он определен в преамбуле Соглашения) в течение срока действия настоящего Соглашения способами, указанными в настоящем Соглашении, с учетом пределов, установленных настоящим Соглашением. Предоставление права использования носит возмездный характер. Goshtbor вправе в любое время, в одностороннем порядке ограничить, расширить, изменить содержание Сервиса, а также изменить и модифицировать Сервис без предварительного уведомления Пользователя.\n7.	Права использования предоставляются Пользователю исключительно для личного некоммерческого использования и включают:\n- право воспроизведения отдельных элементов Сервиса Goshtbor (в т.ч. мобильное приложение) на персональных устройствах Пользователя,\n- право использования данных и команд, доступных в рамках пользовательского интерфейса Сервиса Goshtbor.\n8.	За предоставление прав на использование Сервиса Goshtbor в объеме, определенном п. 1.7 Пользовательского соглашения, с Пользователя может взиматься вознаграждение, размер которого отображается в Приложении Goshtbor («Сервисный сбор»). Сервисный сбор взимается Goshtbor и включается в стоимость Заказа.\n9.	Сервис Goshtbor не является уполномоченной организацией по смыслу Закона Республики Узбекистан № 221-I «О защите прав потребителей» от 26.04.1996 г., и не осуществляет рассмотрение и удовлетворение претензий Пользователей в отношении Товара и/или Доставки ненадлежащего качества, Заказ которого (которых) оформлен Пользователем на Сервисе. При обращении Пользователя в компанию Goshtbor по вопросам, связанным с Договором купли-продажи и/или Договором доставки, заключенными в результате оформления Заказа, Goshtbor вправе предоставить соответствующую информацию Продавцу и/или Логистическому партнеру и/или Курьеру, а также довести до Пользователя информацию, полученную от Продавца и/или Логистического партнера и/или Курьера по этим вопросам.\n2. Регистрация Пользователя\n2.\n1.	Возможность использования отдельных функций Сервиса Goshtbor, в том числе оформление Заказа, доступна после авторизации и регистрации Пользователя в Сервисе Goshtbor.\n2.	Авторизация Пользователя осуществляется путем внесения номера мобильного телефона и получения кода авторизации.\n3.	В процессе регистрации Пользователь должен предоставить личную информацию, запрашиваемую в регистрационной форме. Все действия, совершенные в Сервисе Goshtbor Пользователем после прохождения регистрации через его профиль (учетную запись), считаются совершенными самим Пользователем.\n4.	Пользователь несет ответственность за обеспечение безопасности и неразглашение сведений и данных, хранящихся в своем профиле (учетной записи) в Сервисе Goshtbor, в том числе паролей, а также за все, что будет сделано на Сервисе Goshtbor под его профилем.\n5.	Пользователь соглашается с тем, что он обязан немедленно уведомить Goshtbor о любом случае неавторизованного (не разрешенного) доступа со своим профилем и/или о любом нарушении безопасности.\n6.	Пользователь вправе иметь только один профиль в системе Сервиса Goshtbor OR («запрет создания множества профилей»). Создание нескольких профилей для получения выгоды путем введения в заблуждение является нарушением настоящего Соглашения и может привести к немедленной блокировке всех профилей Пользователя, а также к невозможности применения всех указанных/использованных номеров телефонов/электронных адресов/банковских карт такого Пользователя в системе сервиса Goshtbor в дальнейшем.\n7.	Объем доступа Пользователя к Сервису Goshtbor зависит от региона и адреса доставки, зоны доставки лица, осуществляющего доставку, наличия конкретных товаров, нагрузки и режима работы представителя Логистического партнера, и других обстоятельств, которые могут повлиять на функциональность Сервиса Goshtbor для конкретного Пользователя.\n3. Порядок и условия оформления и оплаты Заказа на Сервисе\n3.\n1.	Пользователь может оформить Заказ в Приложении Goshtbor только после прохождения регистрации и при условии соответствия суммы Заказа минимальной сумме заказа, которая может устанавливаться теми или иными Продавцами на их соответствующих страницах в Сервисе Goshtbor.\n2.	Пользователь оплачивает Заказ одним из доступных способов:\n1.	непосредственно при получении Заказа от службы доставки (Логистического Партнера Goshtbor и/или Курьера) наличными денежными средствами;\n2.	on-line оплата на Сервисе Goshtbor банковскими картами через платежную систему АО «UZUM BANK». Все дополнительные расходы по перечислению денежных средств за заказ несёт Пользователь.\nПри выборе on-line оплаты после оформления Заказа Пользователь будет перенаправлен на защищенную платежную страницу АО «UZUM BANK», где ему необходимо ввести данные его банковской карты. Для дополнительной аутентификации держателя карты используется sms подтверждение с уникальным кодом, который необходимо ввести в соответствующее поле. Sms отправляет сервис АО «UZUM BANK» на мобильный номер, привязанный к карте. Информацию о правилах и методах дополнительной идентификации Пользователь может уточнить в Банке, выдавшем его банковскую карту.\nПредставленная к оплате сумма является стоимостью сформированного Заказа. При этом, при приобретении Пользователем весовых Товаров, точная стоимость такого весового Товара определяется после его взвешивания Продавцом и может отличаться с небольшой погрешностью в большую или меньшую сторону от стоимости, указанной при оформлении Заказа.\nБезопасность обработки интернет-платежей гарантирует АО «UZUM BANK». Все операции с платежными картами происходят в соответствии с требованиями платежных систем на основе действующего законодательства Республики Узбекистан. При передаче информации используется специальные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой компании.\nПри наличии вопросов по совершенному платежу, Пользователь может обратиться в службу поддержки клиентов по телефону +998(95)-240-51-11.\nПользователь имеет возможность привязать банковскую карту к своему личному кабинету к Сервисе Goshtbor («Личный кабинет»). В дальнейшем сумма любого последующего Заказа Пользователя будет списываться автоматически с прикрепленной к Личному кабинету банковской карты без указания реквизитов, при подтверждении платежа с его стороны путем нажатия кнопки «Оплатить» в корзине Личного кабинета и ввода одноразового пароля, в случае, если банк-эмитент банковской карты Пользователя предусматривает использование данной защиты.\n3.	В случае отказа Пользователя от Заказа, предусмотренного п. 3.5, либо в случаях когда:\n1. Представитель Логистического партнера или Курьер опоздал на 90 минут;\n2. Представитель Логистического партнера или Курьер отказался доставить Товар непосредственно до самого Пользователя;\n3. Сбой на платформе Сервиса Goshtbor (Технические проблемы в Сервисе Goshtbor),\n4. Пользователь осуществляет обмен и/или возврат Товара надлежащего или ненадлежащего качества в порядке, установленном Разделами 4 и 5 Пользовательского соглашения,\nПользователь обязан в течение в сроки, обозначенные в Разделах 4 и 5 Пользовательского соглашения сообщить службе поддержки Goshtbor, своих требованиях с приложением подтверждающих документов и информации (скриншоты, фото и видеоматериалы и пр.). В случае принятия соответствующим Продавцом/Goshtbor решения о полном или частичном возврате денежных средств, такой возврат производится Goshtbor в кратчайшие сроки.\n4.	Возврат денежных средств может осуществляться Goshtbor на банковскую карту Пользователя, с которой была произведена оплата (при безналичной оплате), в наличной форме (при посещении Пользователем офиса Goshtbor), либо путем предоставления Пользователю Прокомода(ов) на сумму скидки, соразмерную сумме возвращаемых денежных средств.\n5.	После оформления Заказа Пользователь имеет право произвести отмену только в случае, если Заказ еще не был приготовлен (в отношении продукции, изготавливаемой заведениями общественного питания) или не начата сборка Заказа (в отношении иных видов Товаров).\n6.	Goshtbor вправе отказать Пользователю в оформлении Заказа с формой оплаты "наличными", если ранее оформленные Заказы Пользователя не были доставлены по его вине (например, если Пользователь не открыл дверь или не ответил по телефону курьеру при доставке Заказа, или Пользователь указал несуществующий адрес доставки и т.п.).\n7.	Авторизация операций по банковским картам осуществляется банком. Если у банка есть основания полагать, что операция носит мошеннический характер, то банк вправе отказать в осуществлении данной операции. Мошеннические операции с банковскими картами являются уголовным преступлением.\n8.	Во избежание случаев мошенничества при оплате банковскими картами платежи, оплаченные банковской картой, могут проверяться Goshtbor в рамках имеющихся возможностей.\n9.	Пользователь при оформлении Заказа заключает Договор купли-продажи с Продавцом и Договор доставки с Логистическим партнером и/или Курьером, и вступает в прямые договорные отношения с Продавцом в части купли-продажи Товара, а с Логистическим партнером и/или Курьерами в части осуществления Доставки. Оформление Заказа на Сервисе означает согласие Пользователя со всеми существенными условиями а) купли-продажи Товара с Продавцом и определенными Продавцом и размещенными на Сервисе, условиями купли-продажи Товара, и б) осуществления Доставки Логистическим партнером или Курьером, определенными Логистическим партнером или Курьером и размещенными на Сервисе, а также условиями настоящего Пользовательского соглашения об использовании Сервиса.\n10.	Существенные условия заключаемого Пользователем с Продавцом Договора купли-продажи; и заключенного Пользователем с Логистическим партнером или Курьером Договора доставки указываются в опубликованном на Сервисе описании Товара, условий его купли-продажи, предоставленных Продавцом Goshtbor, а также описании условий Доставки, предоставленных Логистическим партнером Goshtbor или Курьером.\n11.	Все права и обязательства по заключенному с Пользователем Договору купли продажи Товаров возникают непосредственно у Продавца, а по заключаемому с Пользователем Договору доставки возникают непосредственно у Логистического партнера или Курьера.\n12.	Оформляя Заказ на Сервисе, Пользователь соглашается на получение (i) электронных писем, которые Goshtbor могут направить Пользователю: после оформления Заказа; в случае его изменения/отмены; перед Доставкой Товара в случае, влияющем на исполнение Заказа или своевременное информирование о его статусе, (ii) сообщений (SMS) на телефонный номер, указанный Пользователем, (iii) звонка от Goshtbor/Продавца в случае невозможности выполнения Продавцом Заказа в полном объеме для изменения/отмены Заказа; (iv) push-уведомлений о статусе Заказа; а также (v) звонка с предложением оценить качество работы Сервиса, Продавца и/или Логистический партнера на телефонный номер, указанный Пользователем. В случае отключения Пользователем функции отправки ему сообщений, Пользователь соглашается с направлением ему информации о ходе Доставки Заказа на его электронный адрес в целях информирования о возможности/невозможности осуществления Доставки Заказа.\n13.	Момент заключения Договора купли-продажи между Пользователем и Продавцом определяется в следующем порядке:\n1.	Договор купли-продажи с Продавцом заключается в момент нажатия Пользователем кнопки «Отправить заказ» (при оплате наличными денежными средствами) либо кнопки «Оплатить» (при безналичной оплате) в форме оформления Заказа. В случае безналичной оплаты - после нажатия указанной кнопки Пользователю предоставляется ограниченное время на осуществление оплаты, по истечении которого будет выдаваться сообщение «ОШИБКА Время платежа (сессии) истекло. Оформите новый заказ» и, если в указанный период времени по любой причине оплаты не произошло, Договор купли-продажи с Продавцом не считается заключенным.\n14.	Момент заключения Договора доставки между Пользователем и Логистическим партнером или Курьером определяется в следующем порядке:\n1.	Договор доставки с Логистическим партнером или Курьером заключается в момент определения Логистического партнера или Курьера, осуществляющего Доставку Товара, в соответствии с п. 3.15 Пользовательского соглашения, и нажатия Пользователем кнопки «Отправить заказ» (при оплате наличными денежными средствами) либо кнопки «Оплатить» (при безналичной оплате) в форме оформления Заказа. В случае безналичной оплаты - после определения Логистического партнера или Курьера Пользователю предоставляется ограниченное время на осуществление оплаты, по истечении которого будет выдаваться сообщение «ОШИБКА Время платежа (сессии) истекло. Оформите новый заказ» и, если в указанный период времени по любой причине оплаты не произошло, Договор с Логистическим партнером или Курьером не считается заключенным.\n2.	Нажатием кнопки «Отправить заказ» или «Оплатить» в случае, предусмотренном в пунктах 3.15 Пользовательского соглашения, Пользователь выражает полное и безоговорочное согласие (акцепт) на заключение Договора доставки с Логистическим партнером или Курьером, определяемым в соответствии с п. 3.16 Пользовательского соглашения.\n15.	Логистический партнер или Курьер, выполняющий Доставку Товара, определяется из числа Логистических партнеров или Курьеров, после оформления Пользователем Заказа в течение 5 минут с момента начала выполнения Продавцом Заказа (начала приготовления/сборки Продавцом Товара).\nGoshtbor уведомляет Пользователя о поступлении от Продавца информации о начале выполнения Продавцом Заказа (начале приготовления/сборки Продавцом Товара) с помощью отправки Пользователю push-уведомления (при этом Goshtbor не несет ответственность за неполучение Пользователем push-уведомления в случае отключения Пользователем функции получения таких уведомлений от Приложения Goshtbor в мобильном устройстве; риск неполучения соответствующей информации в указанном случае несет Пользователь) или SMS-сообщения при оформлении Заказа Пользователем с помощью Приложения Goshtbor, путем отображения статуса Заказа «Продавец готовит/осуществляет сборку» в разделе «Мои Заказы» Сервиса. Пользователь может получить информацию о Логистическом партнере или Курьере, выполняющем Заказ, обратившись к службе поддержки Goshtbor через форму обратной связи (чат службы поддержки), доступ к которой предоставляется Пользователю через интерфейс Сервиса.\n16.	Для оформления Заказа Пользователь, ознакомившись с информацией о Товаре и Доставке, указывает с помощью Сервиса все необходимые для исполнения Договора купли-продажи с Продавцом и Договора доставки с Логистическим партнером или Курьером данные, включая, но не ограничиваясь: персональная информация Пользователя, полный адрес доставки (включая название населенного пункта, станции метро (если применимо), улицы (проспекта, шоссе, пр.), номер дома (включая корпус, строение, владение, прочее), номер подъезда, номер квартиры, этаж, код домофона (если применимо)), ФИО получателя, контактные данные (номер телефона, иные), способ оплаты, способ получения Товара, если Доставка осуществляется «До двери», после чего нажимает кнопку «Отправить заказ» (иную аналогичную кнопку) на Сервисе. Оформляя и оплачивая Заказ, Пользователь подтверждает факт ознакомления и безоговорочного согласия с Пользовательским соглашением, условиями заключаемого Пользователем с Продавцом Договора купли-продажи и с Логистический партнером или Курьером Договора доставки, а также факт ознакомления с информацией о Товаре, Доставке, размещенной на Сервисе.\n17.	В момент выполнения Пользователем действий, предусмотренных п. 3.16, Пользователь подтверждает, что вся предусмотренная действующим законодательством о защите прав потребителей информация о Товаре и Доставке, а также о Продавце и/или Логистический партнере и/или Курьере доведена до сведения Пользователя в полном объеме.\n18.	Продавец может отменить Заказ в случае:\n1.	если Продавец не может исполнить Договор купли-продажи.\n19.	В случае осуществления Доставки Товара Логистическим партнером или Курьером Продавец считается исполнившим свою обязанность по передаче Пользователю Товара по Договору купли-продажи в момент передачи Товара (надлежащего качества и соответствующего оформленному Пользователем Заказу) представителю Логистического партнера или Курьеру.\n20.	В случаях невозможности исполнения Заказа Продавцом/Логистическим партнером/Курьером по причине неподтверждения Продавцом Goshtbor готовности взять Заказ, отсутствии свободных Логистических партнеров/Курьеров, способных осуществить Доставку Заказа, а также иным причинам, препятствующим своевременному и надлежащему исполнению обязательств Продавца/Логистического партнера/Курьера в отношении Заказа, Goshtbor вправе отменить Заказ с возвратом денежных средств за Заказ Пользователю.\n21.	В случаях, когда этого требует действующее законодательство, чек/чеки будут предоставлены Пользователю в разделе “История заказов” в момент оплаты Товаров и Доставки.\n4. Порядок обмена и/или возврата Товаров надлежащего качества\n4.\n1.	В течение 10 календарных дней со дня получения непродовольственного Товара по Заказу, оформленному в Сервисе Goshtbor, Пользователь вправе обменять такой непродовольственный Товар на аналогичный у соответствующего Продавца, а при отсутствии у Продавца аналогичного Товара – требовать возврата уплаченной им денежной суммы.\n2.	Обмену и/или возврату не подлежат следующие виды Товаров надлежащего качества:\n1.	продовольственные продукты (включая продукцию, изготавливаемую заведениями общественного питания) надлежащего качества;\n2.	товары, включенные в Перечень товаров надлежащего качества, не подлежащих возврату или обмену, утвержденный законодательством Республики Узбекистан и приведенный в Приложении № 1 к настоящему Соглашению.\n3.	Возврат Товаров надлежащего качества допускается исключительно при условии, что (а) Товар не был в употреблении, не был поврежден, возвращен в надлежащей упаковке с соответствующими пломбами, ярлыками и бирками (если таковые имелись), сохранены его товарный вид и потребительские свойства, а также (б) у Пользователя имеются основания, подтверждающие приобретение данного Товара у соответствующего Продавца.\n4.	Обмен и/или возврат Товаров надлежащего качества может осуществляться Пользователем (а) в момент получения (доставки) Товара представителем Логистического партнера/Курьером, либо (б) в точке продаж соответствующего Продавца либо ином месте, объявленном Продавцом.\n5.	Расходы по погрузке/разгрузке и доставке/возврату Товара надлежащего качества Продавцу, несет Покупатель.\n5. Порядок обмена и/или возврата Товаров ненадлежащего качества\n5.\n1.	Пользователь при получении Товара ненадлежащего качества, если только те или иные недостатки не были заблаговременно оговорены Продавцом, вправе по своему выбору требовать от соответствующего Продавца:\n1.	замены на Товар надлежащего качества аналогичной марки (модели, артикула);\n2.	замены на Товар надлежащего качества другой марки (модели, артикула) с соответствующим перерасчетом покупной цены;\n3.	безвозмездного устранения недостатков Товара или возмещения расходов на исправление недостатков самим Пользователем или привлеченным им третьим лицом;\n4.	соразмерного уменьшения покупной цены;\n5.	расторжения Договора купли-продажи с возмещением понесенных убытков.\n2.	Пользователь вправе реализовать свои права, предусмотренные п. 4.1 настоящего Соглашения, в следующие сроки:\n1.	в течение гарантийного срока либо срока годности Товара, установленного соответствующим Продавцом;\n2.	в течение 6 месяцев с даты приобретения Товара, если на такой Товар не установлен гарантийный срок либо срок годности;\n3.	в течение 24 часов с даты приобретения – в отношении продовольственных Товаров ненадлежащего качества.\n3.	Обмен и/или возврат Товаров ненадлежащего качества осуществляется соответствующими Продавцами в порядке и сроки, установленные Законом Республики Узбекистан № 221-I «О защите прав потребителей» от 26.04.1996 г, а также Правилами розничной торговли в Республике Узбекистан, утвержденными Приложением № 1 к Постановлению Кабинета Министров Республики Узбекистан № 75 от 13.02.2003 г.\n4.	Обмен и/или возврат Товаров ненадлежащего качества может осуществляться Пользователем (а) в момент получения (доставки) Товара представителем Логистического партнера/Курьером, либо (б) в точке продаж соответствующего Продавца либо ином месте, объявленном Продавцом.\n5.	Расходы по погрузке/разгрузке и доставке/возврату Товара ненадлежащего качества Продавцу, несет соответствующий Продавец.\n6. Обязательства по использованию Сервиса\n6.\n1.	Пользователь соглашается предоставить достоверную, полную и актуальную информацию по вопросам, предлагаемым в форме заказа и/или форме регистрации.\n2.	Если Пользователь предоставляет неверную/некорректную информацию или у Goshtbor есть серьезные основания полагать, что предоставленная им информация неверна, неполна или неточна, Goshtbor имеет право приостановить либо отменить регистрацию Пользователя и отказать ему в использовании Сервиса.\n3.	Goshtbor оставляет за собой право отказать Пользователю в использовании Сервиса Goshtbor без уведомления Пользователя и/или без объяснения причин.\n4.	Goshtbor и Продавцы Goshtbor, размещающие предложения о реализации готовой еды, продуктов питания, и иных товаров, вправе проводить совместные акции с предоставлением скидок от Goshtbor и/или Продавцов Goshtbor.\n5.	Фотографии Товаров, размещенные на Сервисе, носят справочный характер, реальные Товары могут не соответствовать таким фотографиям.\n6.	Поле «Комментарии» может содержать только комментарии, уточняющие, но не изменяющие адрес и порядок доставки. Самостоятельное указание времени доставки/приема Заказа, изменение рецептуры блюд, альтернативный номер телефона и иные пожелания в таком поле не допускается и может являться основанием для отмены и возврата денежных средств за Заказ, включая стоимость доставки.\n7.	Сформированный Заказ подлежит подтверждению либо отмене со стороны Продавца в зависимости от его нагрузки в момент оформления Заказа.\n8.	Goshtbor вправе отменить Заказ в случае отсутствия в зоне доставки Заказа лица, осуществляющего доставку.\n9.	Уведомления о сроках доставки, предоставляемые Пользователю, носят информационный характер и могут не учитывать обстоятельства, не зависящие от воли Goshtbor, Продавца, представителя Логистического партнера и/или Курьера, в том числе: задержки в связи с неблагоприятными метеоусловиями, дорожными заторами и пр. Также Пользователь подтверждает свое согласие с тем, что в период повышенного спроса (сезонного или вызванного распространением массовых промокодов) сроки подтверждения Заказа и его доставки могут быть увеличены.\n7. Доставка Заказа\n7.\n1.	Доставка Заказов осуществляется Логистическими Партнерами и/или Курьерами, которыми могут быть любые юридические лица, независимо от организационно-правовой формы и их хозяйственной деятельности, а также физические лица, осуществляющие деятельность по доставке товаров в качестве самозанятых лиц.\n2.	Goshtbor, руководствуясь обязательствами перед Пользователями о заявленном времени доставки, вправе по своему усмотрению устанавливать зоны доставки для конкретных точек продаж Продавца на территории Республики Узбекистан (действительно в случае, если Goshtbor оказывает услуги по организации доставки Заказов).\n3.	Пользователь обязуется обеспечить беспрепятственный проход для лиц, осуществляющих доставку, до места доставки, а также обеспечить свое присутствие либо присутствие третьего лица, способного принять Заказ по поручению Пользователя, по месту указанного адреса доставки.\n4.	В момент приемки Заказа Пользователь обязуется проверить содержимое Заказа на предмет соответствия оформленному Заказу. В случае выявления проблем с доставленным Заказом Пользователь вправе не принимать такой Заказ.\n5.	Обязательства по доставке считаются выполненными в момент вручения Заказа Пользователю.\n6.	Если в случае своевременной доставки Заказа Пользователь не обеспечил свое присутствие для приема Заказа по указанному адресу доставки и/или не ответил на звонок в течение 10 (десяти) минут с момента прибытия представителя Логистического партнера/курьера к месту доставки, либо отказался от принятия Заказа (по причинам, не связанным с качеством/комплектностью Заказа), Goshtbor вправе аннулировать такой Заказ с уплатой (возмещением) Пользователем понесенных расходов на доставку Товара и Сервисного сбора. В случае, если по такому аннулированному Заказу Пользователем была осуществлена online оплата, то перечисленные денежные средства за Заказ подлежат возврату Покупателю, за вычетом понесенных расходов на доставку Товара и Сервисного сбора.\nСтоимость Товара по такому аннулированному Заказу взимается с Пользователя в случае, если Товар является продукцией, изготовленной Продавцами - заведениями общественного питания, для целей компенсации таким Продавцам расходов, связанных с приготовлением пищевой (кулинарной) продукции в соответствии с п.21 Правил производства и реализации продукции (услуг) общественного питания в Республике Узбекистан, утвержденных Приложением № 2 к Постановлению Кабинета Министров Республики Узбекистан № 75 от 13.02.2003 г. В остальных случаях стоимость Товара по аннулированному в соответствии с настоящим пунктом Заказу подлежит возврату Пользователю в порядке, предусмотренном п.3.4 Пользовательского соглашения.\n7.	Goshtbor вправе отказать Пользователю в оформлении Заказа с формой оплаты "наличными", если ранее оформленные Заказы Пользователя не были доставлены по его вине (например, если Пользователь не открыл дверь или не ответил по телефону Курьеру при доставке Заказа, или Пользователь указал несуществующий адрес доставки и т.п.).\n8.	В случае возникновения спорных ситуаций для Goshtbor/Продавца/ Логистического Партнера/Курьера, основным средством связи с Пользователем является указанный Пользователем при регистрации номер телефона.\n8. Условия использования материалов, размещенных на Сервисе Goshtbor\n8.\n1.	Сервис Goshtbor содержит материалы, охраняемые авторским правом, товарные знаки и иные охраняемые законом материалы, включая, но не ограничиваясь: тексты, фотографии, графические изображения.\n2.	При этом все содержание Сервиса Goshtbor охраняется авторским правом как произведение, созданное коллективным творческим трудом в соответствии с законодательством Республики Узбекистан об авторском праве и смежных правах.\n3.	Goshtbor принадлежит право на использование содержания Сервиса Goshtbor (в том числе, право на подбор, расположение, систематизацию и преобразование данных, содержащихся на Сервисе Goshtbor, а также на сами исходные данные), кроме случаев, отдельно отмеченных в содержании опубликованных на Сервисе материалов.\n4.	Пользователь не имеет права вносить изменения, публиковать, передавать третьим лицам, участвовать в продаже или уступке, создавать производные продукты или иным образом использовать, частично или полностью, содержание Сервиса.\n5.	Пользователь обязуется использовать Сервис только в законных целях, обозначенных в п. 1.7 Пользовательского соглашения.\n6.	Пользователь обязуется не размещать на Сервисе и не направлять куда-либо через/посредством Сервиса любые материалы следующего характера:\n- нарушающие законодательство, содержащие угрозы и оскорбления, дискредитирующие других лиц, нарушающие права граждан на частную жизнь или публичный порядок, носящие характер непристойности;\n- нарушающие в той или иной степени честь и достоинство, права и охраняемые законом интересы других лиц; способствующие или содержащие призывы к разжиганию религиозной, расовой или межнациональной розни, содержащие попытки разжигания вражды или призывы к насилию;\n- а также иные материалы, которые побуждают других лиц на противоправное поведение, влекущее уголовную, гражданско-правовую и иную ответственность или каким-либо образом нарушающее положения законодательства.\n7.	Пользователь обязуется не размещать на Сервисе и не направлять через/посредством Сервиса материалы, являющиеся рекламой каких-либо товаров или услуг, без получения предварительного явно выраженного согласия Goshtbor.\n8.	Пользователь обязуется не использовать Сервис для рекламы или иного стимулирования сбыта любых товаров и услуг в любой форме, включая, но не ограничиваясь, стимулирование пользователей к подписке на другую систему интерактивного обслуживания, являющуюся конкурентом Goshtbor.\n9.	Пользователь обязуется не загружать, размещать или иным образом использовать на Сервис какие-либо материалы, охраняемые законодательством об интеллектуальной собственности (в том числе, авторским правом, законодательством о товарных знаках), и иные охраняемые законодательством материалы без получения выраженного разрешения обладателя прав на охраняемый материал. При этом бремя доказывания того, что размещение на Сервисе пользователем материалов не нарушает авторские, смежные и иные права третьих лиц на размещаемые материалы, а также ответственность незаконное размещение лежит на Пользователе.\n10.	Goshtbor не несет ответственность за отзывы, опубликованные Пользователем.\n11.	Goshtbor оставляет за собой право размещать комментарии к отзыву Пользователя. Goshtbor оставляет за собой право не размещать и удалять отзывы Пользователя, нарушающие законодательство и наносящие ущерб законным интересам третьих лиц (в том числе, носящие оскорбительный характер либо порочащие честь, достоинство и репутацию таких лиц).\n9. Ответственность\n9.\n1.	Goshtbor не несет ответственности за соблюдение/несоблюдение Продавцом и/или Логистическим партнером и/или Курьером своих обязательств перед Пользователем, а также за достоверность информации, предоставленной Продавцом и/или Логистическим партнером и/или Курьером. Goshtbor является лишь информационным связующим звеном между Пользователем и Продавцами/Логистическими партнерами/Курьерами.\n2.	Goshtbor оставляет за собой право отменить заказ Пользователя, заблокировать учетную запись Пользователя в случаях использования Пользователем нецензурной лексики в общении с контакт-центром, представителем Логистического партнера/Курьером, осуществляющим доставку, Продавцами, грубого, невежливого, некорректного поведения Пользователя, нарушения требований Пользовательского соглашения, а также в случае, когда поведение Пользователя создает угрозу жизни, физическому или психологическому здоровью или имуществу указанных выше лиц и их представителей.\n10. Права собственности Goshtbor\n10.\n1.	Пользователь признает и соглашается с тем, что Сервис Goshtbor и все необходимые программы, связанные с ним, содержат конфиденциальную информацию, которая законодательством Республики Узбекистан. Пользователь соглашается не модифицировать, не продавать, не распространять этот контент и программы, целиком либо по частям.\n11. Конфиденциальность\n11.\n1.	Персональные данные Пользователя, которые он указывает в Личном кабинете, хранятся и обрабатываются Goshtbor в соответствии с условиями Политики конфиденциальности, которая изложена в отдельном документе. Пользователь подтверждает свое согласие на обработку его персональных данных для целей и на условиях, изложенных в Политике конфиденциальности.\n12. Интеллектуальная собственность\n12.\n1.	Обладателем исключительных прав на Сервис Goshtbor, включая, но не ограничиваясь, права на доменное имя, размещенный логотип Сервиса Goshtbor, базы данных, все технические разработки, позволяющие осуществлять использование Сервиса Goshtbor, является Goshtbor.\n2.	Покупатель не вправе использовать Сервис Goshtbor способами, не предусмотренными Соглашением, в том числе извлекать информацию в любой форме не предусмотренными Соглашением способами.\n3.	В целях исполнения Соглашения, проведения конкурсов, акций, анонсирования и информирования Покупателей и иных подобных мероприятий, осуществления законных прав и интересов Goshtbor и обеспечения функционирования Сервиса Goshtbor, Покупатель предоставляет Goshtbor действующее повсеместно, бессрочное право использовать фотографии, тексты отзывов на товары, которые он оставляет публично в сети Интернет любым способом на всех известных или неизвестных информационных носителях в течение всего срока действия исключительного права, а также передавать такое право третьим лицам, как с указанием имени автора, так и без такового.\n12. Прочие условия\n13.\n1.	Соглашение регулируется нормами действующего законодательства Республики Узбекистан.\n2.	Соглашение считается заключенным в момент регистрации Пользователя в Сервисе Goshtbor.\n3.	Все возможные споры, вытекающие из и/или связанные с настоящим Соглашением, разрешаются согласно нормам действующего законодательства Республики Узбекистан.\n4.	Ничто в Соглашении не может пониматься как установление между Пользователем и Goshtbor агентских отношений, отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не предусмотренных настоящим Соглашением.\n5.	Пользователь подтверждает, что является дееспособным лицом и достиг необходимого возраста, в соответствии с законодательством Республики Узбекистан для заключения Договора купли-продажи с Продавцом и Договора доставки с Логистическим партнером/Курьером, а также для совершения иных сделок и действий, предусмотренных настоящим Соглашением.\n6.	Информация о Продавцах и Логистических партнерах/Курьерах, предусмотренная Законом о защите прав потребителей, доводится до сведения Пользователя на соответствующей странице Продавца и/или Сервиса. Режим работы Продавца, информация о котором предоставлена в Сервисе, соответствует моменту получения Заказов Продавцом, если иное не указано Продавцом.\n7.	Goshtbor вправе вносить изменения в настоящее Пользовательское соглашение без согласия Пользователей. В данном документе будут отражены любые изменения, вносимые Goshtbor в Пользовательское соглашение. Пользовательское соглашение действует бессрочно до замены его новой версией. Актуальная версия Пользовательского соглашения в свободном доступе расположена в сети Интернет по адресу. Пользователь несет риск не ознакомления с новой редакцией Пользовательского соглашения. Продолжение использования Сервиса после внесения изменений в Пользовательское соглашение означает принятие их новых редакций.\n8.	Предоставление скидок на стоимость Товара и/или Доставки с использованием Промокодов осуществляется в случаях и в порядке, предусмотренном Правилами использования Промокодов Сервиса Goshtbor, которые изложены в отдельном документе по следующему адресу: https://goshtbor.uz/.\n9.	По вопросам, связанным с исполнением Соглашения, необходимо обращаться по адресу местонахождения Goshtbor: Республика Узбекистан, г. Ташкент, Чиланзор район, ул. Арнасой, А.7.\nДата публикации: 08. 08. 2024\n"\n}